Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samiske_kunstnere_til_verdens_storste_kunstbegivenhet_.html.tmx
Source language: nob
Languages: sme

source: Samiske kunstnere til verdens største kunstbegivenhet
sme: Sámi dáiddárat máilmmi stuorimus dáiddadáhpáhussii

source: Den nordiske paviljongen i Veneziabiennalen 2022 skal transformeres til samisk paviljong - med samiske kunstnere.
sme: Veneziabiennála davviriikkaid oktasaš paviljonga 2022:s galgá šaddat sieiva sámi paviljongan - sámi dáiddáriiguin.

source: Samisk kunst av kunstner Outi Pieski i Veneziabiennalen 2019 Åse M.P. Pulk Sametinget
sme: Sámi dáiddára Outi Pieski dáidda 2019 Veneziabiennálas. Åse M.P. Pulk Sametinget

source: I forbindelse med Sametingets plenumsmøte offentliggjøres den nordiske deltagelsen på verdens største kunstbegivenhet - den 59. Kunstbiennalen i Venezia i 2022.
sme: Sámedikki dievasčoahkkima oktavuođas almmuhuvvo davviriikkaid dáiddaoasálastin máilmmi stuorámus dáidda dáhpáhusas - Veneziabiennálas 2022:s.

source: Onsdag 14. oktober offentliggjøres kunstnerne på en livesending fra Sametinget.
sme: Gaskavahku golggotmánu 14 b. almmuhuvvojit dáiddárat njuolggosáddagis Sámedikkis.

source: Se opptak fra lanseringen
sme: Geahča báddejuvvon sáddaga

source: Det er Office for Contemporary Art Norway (OCA), som kuraterer den nordiske paviljongen i Veneziabiennalen 2022.
sme: Lea Office for Contemporary Art Norway (OCA), mii kuratere Veneziabiennála davviriikkaid oktasaš paviljonga 2022:s.

source: OCA ønsker med forvandlingen av den nordiske paviljongen til den samiske paviljongen å rette fokus på samisk rett til autonomi i eget hjemland, og dermed fremheve kunstnerne sitt forhold til sitt hjemland, Sápmi.
sme: OCA ohcala davviriikkalaš paviljonga molsašumiin sámi paviljongan deattuhit eamiálbmot sorjjasmeahttunvuođa ja nu oainnusin dahkat dáiddáriid oktavuođa iežaset eatnamiidda.

source: Dette er en symbolsk reversering av den koloniale politikken som forsøkte å viske ut samisk land og kultur.
sme: Dát lea symbolalaš dahku mainna háliidit rievdadit sisabahkkejeaddjit jávisteami sámiid eatnamiin ja kultuvrras.

source: – I disse utfordrende tider er det livsnødvendig å drøfte urfolks måter å forholde seg til miljøet og hverandre på, sier Katya García-Antón, direktør ved OCA.
sme: – Dán váttes ja dehálaš áiggis máilmmis lea deháleappo go goassege ovdal digaštallat eamiálbmogiid oktavuođaid birrasiid ja nubbi nuppiide, dadjá Katya García-Antón, Davviriikkalaš paviljonga váldohálddašeaddji OCA direktevra.

source: – Dette er et så bemerkelsesverdig og mektig øyeblikk for samisk kunst og kunstverden at Sametinget ønsket å være vertskap for denne begivenheten, sier sametingspresident Aili Keskitalo.
sme: – Dát lea dan mađe mearkkašahtti ja fámolaš boddu sámi dáidagii ja dáiddamáilbmái, ahte Sámediggi áinnas háliidii lea guossoheaddjin dán almmuheapmái, dadjá Sámedikki presideanta Aili Keskitalo.

source: Veneziabiennalen 2019.
sme: Veneziabiennála 2019.

source: Maori-kurator Megan Tamati-Quennell, medlem i sametingsrådet Henrik Olsen, daværende sametingspresident i Finland Tiina Sanila-Aikio, urfolkskurator fra Canada Wanda Nanibush (er med i prosjektgruppe for Veneziabiennalen 2022), sametingspresident i Norge Aili Keskitalo, sametingspresident i Sverige Per-Olof Nutti, OCA direktør Katya García-Antón og leder i Sydneybiennalen Jo-Anne Birnie Danzker.
sme: Maori kuráhtor Megan Tamati-Quennell, sámediggeráđđi Henrik Olsen, dalá Suoma sámediggepresideanta Tiina Sanila-Aikio, Kanada álgoálbmotkuráhtor Wanda Nanibush (son lea oassin VB22 prošeaktajoavkkus), Norgga sámediggepresideanta Aili Keskitalo, Ruoŧa sámediggepresideanta Per-Olof Nutti, OCA direktevra Katya García-Antón ja Sydney biennála jođiheaddji Jo-Anne Birnie Danzker.
